tap "bufbuild/buf"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "louisbrunner/valgrind"
brew "anyenv"
brew "bash"
brew "bat"
brew "binutils"
brew "readline"
brew "glib"
brew "cairo"
brew "cask"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "curl"
brew "docker", link: false
brew "dosfstools"
brew "exa"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "gh"
brew "git"
brew "go"
brew "graphviz"
brew "groonga"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "mariadb"
brew "mas"
brew "minikube"
brew "nasm"
brew "pandoc"
brew "plantuml"
brew "protobuf"
brew "qemu"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "siege"
brew "starship"
brew "telnet"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "bufbuild/buf/buf"
brew "helix-editor/helix/helix"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
cask "adoptopenjdk"
cask "amethyst"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hex-fiend"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "notion"
cask "slack"
cask "toggl-track"
cask "vagrant"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "RunCat", id: 1429033973
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
