tap "bfontaine/utils"
tap "bufbuild/buf"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "tkomatsu/pbit"
brew "anyenv"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "gmp"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "curl"
brew "php"
brew "composer"
brew "docker", link: false
brew "dosfstools"
brew "exa"
brew "exiftool"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "mpfr"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "groonga"
brew "hugo"
brew "i386-elf-gdb"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libssh"
brew "mariadb"
brew "mas"
brew "minikube"
brew "mpc"
brew "nasm"
brew "nghttp2"
brew "openjdk@11"
brew "pandoc"
brew "perl"
brew "php@8.0"
brew "plantuml"
brew "postgresql@14"
brew "protobuf"
brew "qt@5"
brew "qcachegrind"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "shellcheck"
brew "siege"
brew "starship"
brew "telnet"
brew "tmux"
brew "tnftp"
brew "twty"
brew "vim"
brew "wget"
brew "zsh"
brew "bfontaine/utils/rfc"
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "tkomatsu/pbit/pbit"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "notion"
cask "owasp-zap"
cask "postman"
cask "slack"
cask "stoplight-studio"
cask "tableplus"
cask "visual-studio-code"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
